Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-sources.tmx
Source language: en
Languages: sv

source: There is no more residual configuration on the system.
sv: Det finns inga återstående konfigurationsrester i systemet.

source: Select All
sv: Välj alla

source: Add missing keys
sv: Lägg till saknade nycklar

source: Failed to establish a secure connection.
sv: Kunde inte upprätta en säker förbindelse.

source: Official Repositories
sv: Officiella programförråd

source: Cancelling...
sv: Avbryter…

source: Error: must run as root
sv: Fel: måste köras som root

source: Unstable packages
sv: Instabila paket

source: Restore the default settings
sv: Återställ standardinställningar

source: Clear
sv: Rensa

source: Repository
sv: Förråd

source: Enabled
sv: Aktiverad

source: Apply
sv: Verkställ

source: Base
sv: Bas

source: Add
sv: Lägg till

source: Browse...
sv: Bläddra…

source: Main
sv: Huvudförråd

source: The packages below are installed on your computer but not present in the repositories:
sv: Nedanstående paket är installerade på din dator men finns inte i programförråden:

source: Cannot get info about PPA: '%s'.
sv: Kan inte hämta information om PPA: '%s'.

source: Are you sure you want to permanently remove the selected keys?
sv: Är du säker på att du vill ta bort de valda nycklarna permanent?

source: No duplicate entries were found.
sv: Inga dubbletter hittades.

source: failed to remove PPA: '%s'
sv: Misslyckades med att ta bort PPA: '%s'

source: Mirrors
sv: Speglar

source: Mirror
sv: Spegel

source: The version of the following packages doesn't match the one from the repositories:
sv: Versionen på följande paket stämmer inte överens med versionen i programförråden:

source: You are about to add the following PPA:
sv: Du håller på att lägga till följande PPA:

source: Maintenance
sv: Underhåll

source: All missing keys were successfully added.
sv: Alla saknade nycklar lades till.

source: This PPA does not support %s
sv: Detta PPA stöder inte %s

source: Adding PPAs is not supported
sv: Det går inte att lägga till PPA:er

source: Review the information below very carefully before validating the command.
sv: Granska informationen nedan mycket noga innan du bekräftar kommandot.

source: Please enter the name of the repository you want to add:
sv: Ange namnet på programförrådet du vill lägga till:

source: The content of this PPA is not available. Please refresh the cache and try again.
sv: Innehållet i detta PPA är inte tillgängligt. Uppdatera APT-cachen och försök igen.

source: Add the remaining missing key(s) manually or remove the corresponding repositories or PPAs.
sv: Lägg till den eller de nycklar som saknas manuellt eller ta bort tillhörande förråd/PPA.

source: Downgrade foreign packages
sv: Nedgradera främmande paket

source: Open..
sv: Öppna…

source: Remove foreign packages
sv: Ta bort främmande paket

source: Configure the sources for installable software and updates
sv: Konfigurera källorna för installerbara program och uppdateringar

source: Updating cache...
sv: Uppdaterar APT-cachen…

source: Optional Sources
sv: Valfria programkällor

source: Select a mirror
sv: Välj en spegel

source: This repository is already configured, you cannot add it a second time.
sv: Förrådet har redan konfigurerats. Du kan inte lägga till det en andra gång.

source: The problem was fixed. Please reload the cache.
sv: Problemet är löst. Ladda om APT-cachen.

source: Adding private PPAs is not supported currently
sv: Det finns för närvarande inget stöd för att lägga till privata PPA:er

source: Backported packages
sv: Bakåtportade paket

source: Cancel
sv: Avbryt

source: Cannot add PPA: '%s'.
sv: Kan inte lägga till PPA: "%s".

source: You are about to remove the following PPA:
sv: Du håller på att ta bort följande PPA:

source: Press Enter to continue or Ctrl+C to cancel
sv: Tryck på Retur för att fortsätta eller Ctrl+C för att avbryta

source: Error: need a repository as argument
sv: Fel: behöver ett förråd som argument

source: Install
sv: Installera

source: Import
sv: Importera

source: Are you sure you want to permanently remove the selected repositories?
sv: Är du säker på att du vill ta bort de valda förråden permanent?

source: Not all missing keys could be found.
sv: Hittade inte alla saknade nycklar.

source: Error with your APT configuration, you may have to reload the cache first.
sv: Fel i APT-inställningarna. Du kan behöva ladda om APT-cachen först.

source: Click here to update the APT cache
sv: Klicka här för att uppdatera APT-cachen

source: This PPA provides the following packages. Please select the ones you want to install.
sv: Detta PPA tillhandahåller följande paket. Välj de du vill installera.

source: Debug symbols
sv: Felsökningssymboler

source: No missing keys were found.
sv: Inga saknade nycklar hittades.

source: Connection timed out, check your connection or try again later.
sv: Tidsgränsen för anslutningen överskreds. Kontrollera din anslutning eller försök igen senare.

source: Fix MergeList problems
sv: Åtgärda MergeList-problem

source: Installed version
sv: Installerad version

source: PPAs
sv: PPA

source: Software Sources
sv: Programkällor

source: CD-ROM (Installation Disc)
sv: CD-ROM (installationsskiva)

source: failed to remove repository: '%s'
sv: Misslyckades med att ta bort programförråd: '%s'

source: Malformed input, repository not added.
sv: Felaktig inmatning. Förrådet kunde inte läggas till.

source: Please enter the fingerprint of the public key you want to download from keyserver.ubuntu.com:
sv: Ange fingeravtrycket för den offentliga nyckel du vill hämta från keyserver.ubuntu.com:

source: Source code repositories
sv: Källkodsförråd

source: Remove
sv: Ta bort

source: Local Repository
sv: Lokalt paketförråd

source: Unable to prompt for response. Please run with -y
sv: Kan inte begära ett svar. Kör med -y

source: Are you sure you want to permanently remove the selected PPAs?
sv: Är du säker på att du vill ta bort de valda PPA:erna permanent?

source: already installed
sv: redan installerad

source: Key
sv: Nyckel

source: Failed to download the PPA: %s.
sv: Kunde inte hämta PPA:t: %s.

source: Worldwide
sv: Globalt

source: version %s already installed
sv: version %s är redan installerad

source: Please reload the cache.
sv: Ladda om APT-cachen.

source: Duplicate entries were removed. Please reload the cache.
sv: Dubbletter togs bort. Ladda om APT-cachen.

source: Please enter the name or the URL of the PPA you want to add:
sv: Ange namnet eller URL:en för det PPA som du vill lägga till:

source: Downgrade
sv: Nedgradera

source: Speed
sv: Hastighet

source: Keys were added for the following repositories:
sv: Nycklar lades till för följande förråd:

source: Linux Mint uses Romeo to publish packages which are not tested. Once these packages are tested, they are then moved to the official repositories. Unless you are participating in beta-testing, you should not enable this repository. Are you sure you want to enable Romeo?
sv: Linux Mint använder Romeo för att publicera paket som inte har testats. När paketen har testats flyttas de till de officiella programförråden. Om du inte deltar i betatestning bör du inte aktivera denna programkälla. Vill du aktivera Romeo?

source: Error
sv: Fel

source: More info: %s
sv: Mer information: %s

source: Remove duplicate entries
sv: Ta bort dubbletter

source: Warning
sv: Varning

source: Authentication Keys
sv: Autentiseringsnycklar

source: No supported PPA of this name was found.
sv: Inget PPA med detta namn som stöds hittades.

source: Purge residual configuration
sv: Rensa bort konfigurationsrester

source: Repository already exists.
sv: Förrådet finns redan.

source: Open
sv: Öppna

source: Package
sv: Paket

source: The name of the PPA you entered isn't formatted correctly.
sv: Namnet på det PPA du angav har ett felaktigt format.

source: Unreachable
sv: Kan inte nås

source: Download
sv: Hämta

source: Select Mirror
sv: Välj spegel

source: Obsolete
sv: Föråldrad

source: Additional Repositories
sv: Övriga programförråd

source: Repository version
sv: Version i programförrådet

source: Country
sv: Land

source: Foreign packages
sv: Främmande paket

source: Keys are still missing for the following repositories:
sv: Nycklar saknas fortfarande för följande förråd:
